Revit 2027 API
BuiltInFailures.ImportFailures.ImportModelTooLarge Property
 The imported model is too large.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ImportModelTooLarge { get; }
Public Shared ReadOnly Property ImportModelTooLarge As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ImportModelTooLarge {
	FailureDefinitionId^ get ();
}
static member ImportModelTooLarge : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ImportFailures Class
Autodesk.Revit.DB Namespace